export const updateData: string[][] = [
	['2024/02', '実践Reactコンポーネントライブラリ開発を出版', '出版関係'],
	['2023/05', '技術書典14に参加しました', 'イベント'],
	['2023/05', 'デザインフェスタvol57に参加しました', 'イベント'],
	['2023/05', 'デザインフェスタvol58に参加しました', 'イベント'],
	['2022/09', '技術書典13に参加しました', 'イベント'],
	['2021/10', '実践入門ビジュアルプログラミング言語vvvv&vvvv gammaを出版', '出版関係'],
	['2019/12', 'HackDay2019でUI/UX賞を受賞しました', 'ハッカソン'],
	['2018/12', 'HackDay2018に参加しました', 'ハッカソン'],
	['2018/11', 'ヨコハマハンドメイドマルシェ秋に出展しました', 'イベント'],
	['2018/04', '技術書典4にサークル参加をしました', 'イベント'],
	['2017/12', 'HackDay 10th Aniv.でFun賞を受賞しました', 'ハッカソン']
];
