export const updateData: string[][] = [
	['2025/05', 'ccl-component-kit4svelte2.0.0をリリースしました', '活動記録'],
	['2025/05', '技術書典18にサークル参加しました', 'イベント'],
	['2025/05', '技術書典18の出典情報・新刊情報を公開しました', 'イベント'],
	[
		'2025/02',
		'BASE,minneにて新作のブローチを販売開始しました｜「おほしさまブックマーカー」',
		'ハンドメイド'
	],
	[
		'2025/02',
		'BASE,minneにて新作のブローチを販売開始しました｜「チェコカボションのモザイクブローチ：レッド」',
		'ハンドメイド'
	],
	['2025/01', 'BASE,minneにて新作のブローチを販売開始しました', 'ハンドメイド'],
	['2025/01', 'あけましておめでとうございます！今年もよろしくお願いいたします。', '活動記録'],
	['2024/12', 'ハンドメイド雑貨の通販を再開しました', 'ハンドメイド'],
	['2024/11', '技術書典17にサークル参加しました', 'イベント'],
	[
		'2024/08',
		'インプレスNextPublishing様より「FigmaとSvelteKitで学ぶやさしいWeb開発」を出版',
		'出版関係'
	],
	['2024/07', 'Youtubeチャンネルに動画をアップしました', '活動記録'],
	['2024/06', 'BOOTHで新グッズの販売を開始しました', '通販関係'],
	['2024/06', 'BOOTHの技術書特集（2024/06/05公開）で弊サークルの本が紹介されました', 'イベント'],
	['2024/05', 'Xfolio(クロスフォリオ)に登録しました', '活動記録'],
	['2024/05', '技術書典16にサークル参加しました', 'イベント'],
	[
		'2024/02',
		'インプレスNextPublishing様より「実践Reactコンポーネントライブラリ開発」を出版',
		'出版関係'
	],
	['2023/11', '技術書典15にサークル参加しました', 'イベント'],
	['2023/05', '技術書典14にサークル参加しました', 'イベント'],
	['2023/05', 'デザインフェスタvol58に参加しました', 'イベント'],
	['2022/11', 'デザインフェスタvol57に参加しました', 'イベント'],
	['2022/09', '技術書典13にサークル参加しました', 'イベント'],
	[
		'2021/10',
		'インプレスNextPublishing様より「実践入門ビジュアルプログラミング言語vvvv&vvvv gamma」を出版',
		'出版関係'
	],
	['2019/12', 'HackDay2019でUI/UX賞を受賞しました', 'ハッカソン'],
	['2018/12', 'HackDay2018に参加しました', 'ハッカソン'],
	['2018/11', 'ヨコハマハンドメイドマルシェ秋に出展しました', 'イベント'],
	['2018/04', '技術書典4にサークル参加をしました', 'イベント'],
	['2017/12', 'HackDay 10th Aniv.でFun賞を受賞しました', 'ハッカソン']
];
